const instituteMajor = {
    '材料科学与工程学院': ['应用化学', '材料科学与工程', '材料物理', '功能材料', '能源化学工程'],
    '法学院': ['法学', '知识产权', '应用心理学'],
    '国防科技学院': ['特种能源技术与工程', '信息对抗技术', '核工程与核技术', '辐射防护与核安全', '核化工与核燃料工程'],
    '环境与资源学院': ['地理信息科学', '测绘工程', '地质工程', '采矿工程', '矿物加工工程', '交通工程', '环境工程', '安全工程', '应急技术与管理'],
    '计算机科学与技术学院': ['计算机科学与技术', '软件工程', '信息安全', '医学影像技术'],
    '经济管理学院': ['经济学', '国际经济与贸易', '信息管理与信息系统', '工商管理', '会计学', '公共事业管理', '物流管理', '电子商务'],
    '理学院': ['数学与应用数学', '信息与计算科学', '应用物理学', '光电信息科学与工程', '数据科学与大数据技术'],
    '马克思主义学院': ['思想政治教育'],
    '生命科学与工程学院': ['生物技术', '制药工程', '食品科学与工程', '生物工程', '农学', '园艺', '动物科学'],
    '体育学科部': ['社会体育指导与管理'],
    '土木工程与建筑学院': ['工程力学', '土木工程', '建筑环境与能源应用工程', '建筑学', '城乡规划', '工程管理', '工程造价'],
    '外国语学院': ['英语', '西班牙语', '日语', '翻译', '商务英语'],
    '文化与艺术学院': ['汉语言文学', '汉语国际教育', '广播电视学', '音乐表演', '音乐学', '视觉传达设计', '环境设计'],
    '信息工程学院': ['电气工程及其自动化', '电子信息工程', '通信工程', '人工智能', '自动化', '物联网工程', '生物医学工程'],
    '制造科学与工程学院': ['机械设计制造及其自动化', '材料成型及控制工程', '工业设计', '机器人工程', '工业工程'],
}

export default instituteMajor